// General
"ADD" = "Lisää";
"OK" = "OK";
"CANCEL" = "Kumoa";
"CONTINUE" = "Jatka";
"DONE" = "Valmis";
"Space" = "Tila";
"SPACES" = "Spaces";
"OPTIONS" = "Valinnat…";
"UNKNOWN_EXTERNAL_KEYBOARD" = "Tuntematon ulkoinen näppäimistö";
"TURN_BT_ON" = "Kytke Bluetooth päälle";

// Trackpad tab
"2NDCLICK_TAPPING" = "Tee toissijaisia osoituksia sijoittamalla kaksi sormea ohjauslevylle ja painamalla painiketta";
"2NDCLICK_CLICKING" = "Tee toissijainen osoitus napauttamalla ohjauslevyä kahdella sormella";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Käytä F-näppäimiä normaaleina toimintonäppäiminä";
"FN_FLIPPER_NOTE" = "Kun valinta on valittuna, voit käyttää näppäimien erikoistoimintoja painamalla ensin Fn-näppäintä.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "Muuta asetusta painamalla %@.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Käyttäjän kohteita";
"USER_ITEMS_DESC" = "Avaa kohteen %@";
"CONFLICT_TOOLTIP" = "Tämä pikanäppäin on ristiriidassa toisten pikanäppäinten kanssa";
"ONOFF_TOOLTIP" = "Kytke luettelon oikotie päälle valitsemalla";
"RESTORE_DEFAULTS_TITLE" = "Haluatko varmasti palauttaa oikotiet oletusarvoihin?";
"RESTORE_DEFAULTS_DESCR" = "Toimintoa ei voida perua.";
"GO_TO_SPACE_TEMPLATE" = "Vaihda tilaan %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Optio";
"MODIFER_CONTROL" = "⌃ Ctrl";
"MODIFER_COMMAND" = "⌘ Komento";

// BT related
"D_SECS" = "%d sekuntia";
"NEVER" = "Ei koskaan";

"MOUSE" = "Hiiri";
"KEYBOARD" = "Näppäimistö";
"UNKNOWN" = "Tuntematon";

"NEW_APPLICATION_ITEM" = "<nimetön valikkokohde>";

"APP_IS_NOT_COMPATIBLE" = "Et voi lisätä näppäinoikotietä ohjelmalle %@.";

"MOUSEBUTTON_OPEN" = "Avaa ”%@”";


// BT Pairing
"BT_OFF_TITLE" = "Et voi muodostaa yhteyttä Bluetooth-näppäimistöön, koska Bluetooth ei ole päällä. Haluatko kytkeä sen päälle?";
"BT_OFF_ALERT_TITLE" = "Et voi muodostaa yhteyttä Bluetooth-näppäimistöön, koska Bluetooth ei ole päällä. Haluatko kytkeä sen päälle?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "Näppäimistöä ei löytynyt.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "Löytyi 1 näppäimistö.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "Löytyi ”%@”";
"BT_CONTINUE" = "Jatka";
"BT_TRY_AGAIN" = "Yritä uudelleen";
"BT_SEARCHING" = "Etsitään…";
"BT_CONNECTING" = "Yhdistetään…";
"BT_SEARCHING_FOR_KEYBOARD" = "Etsitään näppäimistöä…";
"BT_PAIRING_SUCCESS" = "Tietokone on nyt määritelty käyttämään Bluetooth-näppäimistöä.";
"BT_SELECT_TO_PAIR" = "Odota, että Bluetooth-näppäimistö löydetään.";
"BT_SELECT_TO_PAIR_DESC" = "Jos Bluetooth-näppäimistö ei tule näkyviin, varmista, että paristot ovat asetettu oikein ja että näppäimistö on päällä.";
"BT_ATTEMPTING_TO_PAIR" = "Muodostetaan paria kohteen ”%@” kanssa…";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "Yritetään muodostaa paria…";
"BT_ENTER_KEY" = "Tarkista, onko laite valmis vastaanottamaan pääsyavaimen. Kun se on valmis, syötä seuraavat numerot näppäimistöllä ja paina rivinvaihtonäppäintä.";
"BT_PAIR_FAIL_GENERAL" = "Parinmuodostus epäonnistui. Yritä uudelleen osoittamalla Jatka.";
"BT_PAIR_FAIL_AUTH" = "Parinmuodostus epäonnistui, koska syöttämäsi pääsyavain ei täsmää. Yritä uudelleen osoittamalla Jatka.";
